export default function handler(req, res) {
    res.status(200).json([
        {
            "front": "漁唱起三更",
            "behind": "古今多少事，＿＿＿＿＿。"
        },
        {
            "front": "古今多少事",
            "behind": "＿＿＿＿＿，漁唱起三更。"
        },
        {
            "front": "乘風好去",
            "behind": "＿＿＿＿，長空萬里，直下看山河。"
        },
        {
            "front": "長空萬里",
            "behind": "乘風好去，＿＿＿＿，直下看山河。"
        },
        {
            "front": "直下看山河",
            "behind": "乘風好去，長空萬里，＿＿＿＿＿。"
        },
        {
            "front": "一抹晚煙荒戍壘",
            "behind": "＿＿＿＿＿＿＿，半竿斜日舊關城。古今幽恨幾時平！"
        },
        {
            "front": "半竿斜日舊關城",
            "behind": "一抹晚煙荒戍壘，＿＿＿＿＿＿＿。古今幽恨幾時平！"
        },
        {
            "front": "古今幽恨幾時平",
            "behind": "一抹晚煙荒戍壘，半竿斜日舊關城。＿＿＿＿＿＿＿！"
        },
        {
            "front": "梅花南北路",
            "behind": "＿＿＿＿＿，風雨濕征衣。"
        },
        {
            "front": "風雨濕征衣",
            "behind": "梅花南北路，＿＿＿＿＿。"
        },
        {
            "front": "出嶺同誰出",
            "behind": "＿＿＿＿＿？歸鄉如此歸！"
        },
        {
            "front": "歸鄉如此歸",
            "behind": "出嶺同誰出？＿＿＿＿＿！"
        },
        {
            "front": "無限山河淚",
            "behind": "＿＿＿＿＿，誰言天地寬。"
        },
        {
            "front": "誰言天地寬",
            "behind": "無限山河淚，＿＿＿＿＿。"
        },
        {
            "front": "毅魄歸來日",
            "behind": "＿＿＿＿＿，靈旗空際看。"
        },
        {
            "front": "靈旗空際看",
            "behind": "毅魄歸來日，＿＿＿＿＿。"
        },
        {
            "front": "驪山四顧",
            "behind": "＿＿＿＿，阿房一炬，當時奢侈今何處？"
        },
        {
            "front": "阿房一炬",
            "behind": "驪山四顧，＿＿＿＿，當時奢侈今何處？"
        },
        {
            "front": "當時奢侈今何處",
            "behind": "驪山四顧，阿房一炬，＿＿＿＿＿＿＿？"
        },
        {
            "front": "軍聽了軍愁",
            "behind": "＿＿＿＿＿，民聽了民怕。哪裡去辨甚麼真共假？"
        },
        {
            "front": "民聽了民怕",
            "behind": "軍聽了軍愁，＿＿＿＿＿。哪裡去辨甚麼真共假？"
        },
        {
            "front": "哪裡去辨甚麼真共假",
            "behind": "軍聽了軍愁，民聽了民怕。＿＿＿＿＿＿＿＿＿？"
        }
    ])
  }
  
