export default function handler(req, res) {
    res.status(200).json([
        { "first": "關", "whole": "關關雎鳩，在河之洲。窈窕淑女，君子好逑。" },
        { "first": "如", "whole": "如切如磋，如琢如磨。" },
        { "first": "高", "whole": "高山仰止，景行行止。" },
        { "first": "它", "whole": "它山之石，可以攻玉。" },
        { "first": "靡", "whole": "靡不有初，鮮克有終。" },
        { "first": "方", "whole": "方以類聚，物以羣分。" },
        { "first": "天", "whole": "天行健，君子以自強不息。地勢坤，君子以厚德載物。" },
        { "first": "輔", "whole": "輔車相依，唇亡齒寒。" },
        { "first": "多", "whole": "多行不義必自斃，子姑待之。" },
        { "first": "居", "whole": "居安思危。思則有備，有備無患。" },
        { "first": "言", "whole": "言之無文，行而不遠。" },
        { "first": "風", "whole": "風蕭蕭兮易水寒，壯士一去兮不復還。" },
        { "first": "大", "whole": "大直若屈，大巧若拙，大辯若訥。" },
        { "first": "質", "whole": "質勝文則野，文勝質則史。文質彬彬，然後君子。" },
        { "first": "往", "whole": "往者不可諫，來者猶可追。" },
        { "first": "窮", "whole": "窮則獨善其身，達則兼濟天下。" },
        { "first": "至", "whole": "至人無己，神人無功，聖人無名。" },
        { "first": "長", "whole": "長太息以掩涕兮，哀民生之多艱。" },
        { "first": "青", "whole": "青，取之於藍，而青於藍。" },
        { "first": "不", "whole": "不積跬步，無以至千里；不積小流，無以成江海。" },
    ]);
}