export default function handler(req, res) { res.status(200).json([
    {"first":"見","whole":"見賢思齊焉，見不賢而內自省也。"},
    {"first":"夫","whole":"夫仁者，己欲立而立人，己欲達而達人。"},
    {"first":"歲","whole":"歲寒，然後知松柏之後凋也。"},
    {"first":"後","whole":"後生可畏，焉知來者之不如今也。"},
    {"first":"君","whole":"君子和而不同，小人同而不和。"},
    {"first":"工","whole":"工欲善其事，必先利其器。"},
    {"first":"博","whole":"博學而篤志，切問而近思，仁在其中矣。"},
    {"first":"倉","whole":"倉廩實而知禮節，衣食足而知榮辱。"},
    {"first":"故","whole":"故天將降大任於斯人也，必先苦其心志，勞其筋骨，餓其體膚，空乏其身，行拂亂其所為，所以動心忍性，曾益其所不能。"},
    {"first":"窮","whole":"窮則獨善其身，達則兼濟天下。"},
    ]) }