export default function handler(req, res) {
    res.status(200).json([
        {
            "head": "忽",
            "whole": "忽如一夜春風來，千樹萬樹梨花開。"
        },
        {
            "head": "將",
            "whole": "將軍角弓不得控，都護鐵衣冷難着。"
        },
        {
            "head": "千",
            "whole": "千古興亡多少事？悠悠。不盡長江滾滾流。"
        },
        {
            "head": "天",
            "whole": "天下英雄誰敵手？曹劉。生子當如孫仲謀。"
        },
        {
            "head": "辛",
            "whole": "辛苦遭逢起一經，干戈寥落四周星。"
        },
        {
            "head": "人",
            "whole": "人生自古誰無死？留取丹心照汗青。"
        },
        {
            "head": "孔",
            "whole": "孔子曰：「益者三友，損者三友：友直，友諒，友多聞，益矣；友便辟，友善柔，友便佞，損矣。」"
        },
        {
            "head": "得",
            "whole": "得道者多助，失道者寡助。寡助之至，親戚畔之。多助之至，天下順之。以天下之所順，攻親戚之所畔；故君子有不戰，戰必勝矣。"
        },
        {
            "head": "故",
            "whole": "故天將降大任於斯人也，必先苦其心志，勞其筋骨，餓其體膚，空乏其身，行拂亂其所為，所以動心忍性，曾益其所不能。"
        },
        {
            "head": "富",
            "whole": "富貴不能淫，貧賤不能移，威武不能屈，此之謂大丈夫。"
        },
        {
            "head": "凡",
            "whole": "凡事預則立，不預則廢。"
        },
        {
            "head": "玩",
            "whole": "玩人喪德，玩物喪志。"
        },
        {
            "head": "疾",
            "whole": "疾風知勁草，歲寒見後凋。"
        },
        {
            "head": "老",
            "whole": "老驥伏櫪，志在千里；烈士暮年，壯心不已。"
        },
        {
            "head": "雲",
            "whole": "雲想衣裳花想容，春風拂檻露華濃。"
        },
        {
            "head": "先",
            "whole": "先天下之憂而憂，後天下之樂而樂。"
        },
        {
            "head": "醉",
            "whole": "醉翁之意不在酒，在乎山水之間也。"
        },
        {
            "head": "燕",
            "whole": "燕雀安知鴻鵠之志哉！"
        },
        {
            "head": "長",
            "whole": "長風破浪會有時，直掛雲帆濟滄海。"
        },
        {
            "head": "沉",
            "whole": "沉舟側畔千帆過，病樹前頭萬木春。"
        },
        {
            "head": "露",
            "whole": "露從今夜白，月是故鄉明。"
        },
        {
            "head": "欲",
            "whole": "欲為聖明除弊事，肯將衰朽惜殘年！"
        },
        {
            "head": "雞",
            "whole": "雞聲茅店月，人迹板橋霜。"
        },
        {
            "head": "春",
            "whole": "春蠶到死絲方盡，蠟炬成灰淚始乾。"
        },
        {
            "head": "回",
            "whole": "回首向來蕭瑟處，歸去，也無風雨也無晴。"
        }
    ])
  }
  
